<pad>	0.057873
<unk>	0.057873
<s>	0.057873
</s>	0.068274
<sentinel>	0.057873
fawn	0.307527
raining	0.246016
writings	0.191311
hordes	0.250866
nunnery	0.304120
galactica	0.280615
yellow	0.158459
keno	0.326443
four	0.104439
gag	0.228087
woods	0.155166
spiders	0.234229
hanging	0.179237
conjuring	0.305788
woody	0.204817
mon	0.216113
aggression	0.187338
marching	0.197121
videoed	0.485066
canes	0.269730
eligible	0.170850
electricity	0.156464
clot	0.255262
fingernails	0.272771
hallucinate	0.415041
funk	0.209710
crooner	0.292217
lore	0.232484
lord	0.153739
immature	0.250269
schoolnight	0.588290
shaving	0.247191
sinking	0.191501
huling	0.463044
navigating	0.252714
deli	0.249178
hopsital	0.504262
oceans	0.217481
pigment	0.259962
fargo	0.207988
gimmie	0.505520
forties	0.293513
crackin	0.560867
sonja	0.263161
mcat	0.437244
malfunctioned	0.285507
politician	0.158289
stabbed	0.200716
screaming	0.197473
showroom	0.248274
basics	0.218260
prize	0.148808
caprice	0.289749
wooden	0.174025
100s	0.314590
clientele	0.244824
wednesday	0.107860
piling	0.237794
oooo	0.368415
specialties	0.243105
oooh	0.368107
stereotypical	0.260042
polyamory	0.444923
charter	0.166698
glassy	0.300481
specially	0.200081
nigh	0.299666
tired	0.176759
corvette	0.241514
miller	0.154600
snuggles	0.472285
bacon	0.201303
holocaust	0.178402
tires	0.191690
elegant	0.198510
second	0.103816
miliary	0.455925
sailed	0.188825
snuggled	0.366355
inanimate	0.302603
sesame	0.226799
errors	0.178218
minimize	0.204415
forgetting	0.245540
ruthless	0.219314
thunder	0.203723
cooking	0.175200
hp	0.193306
fingers	0.190855
opportunists	0.317910
bonuses	0.195186
hostile	0.176835
attractive	0.175504
designing	0.204645
increasing	0.148366
groupie	0.339644
specialist	0.174283
hero	0.165377
avert	0.204407
reporter	0.160252
aquaponics	0.554816
herb	0.209999
interrupting	0.264992
jasmine	0.248068
brainwashed	0.286746
here	0.108545
herd	0.214761
dore	0.285149
47	0.165162
ching	0.219143
china	0.104351
saxophones	0.324061
dorm	0.237507
affiliated	0.180349
dori	0.332882
dork	0.363139
cyclical	0.239449
kids	0.147274
uplifting	0.257072
oxford	0.171881
k	0.172788
climbed	0.169324
reports	0.127788
oxymoron	0.313066
kida	0.424194
i'd	0.092453
kidd	0.212298
vroom	0.359760
natures	0.321651
allstar	0.381337
military	0.107930
i'm	0.092453
hiyeeeeeeeee	0.588290
climber	0.237449
criticism	0.149111
golden	0.154161
attendant	0.215397
magically	0.272297
constipated	0.412386
sweetest	0.286526
explained	0.160814
norse	0.232391
replace	0.154589
brought	0.131501
hunny	0.534803
morelia	0.274861
stern	0.180190
furnace	0.231544
9s	0.391967
classifieds	0.329109
univ	0.451716
schwinn	0.353184
scarier	0.314180
opponents	0.155269
painters	0.215471
sexual	0.152121
cheating	0.210644
spoke	0.147223
browse	0.258705
insecurity	0.216060
hungry	0.190262
greenery	0.278991
cannibal	0.288334
symphony	0.183573
music	0.119124
therefore	0.153171
passport	0.187918
violently	0.218531
strike	0.137163
inner	0.171929
sermons	0.229616
until	0.109834
7ft	0.488294
snowman	0.296186
playboy	0.213009
paperwork	0.214690
holy	0.156867
relax	0.203303
successful	0.139946
brings	0.168116
depressive	0.278803
demoted	0.235874
hurt	0.150613
99	0.181109
glass	0.158496
dukes	0.230159
nariko	0.556504
90	0.148193
hole	0.159213
hold	0.130544
unpack	0.349392
94	0.188355
hola	0.341808
96	0.179751
intake	0.215967
morally	0.224469
locked	0.177042
pursue	0.167534
accomplishment	0.218730
locker	0.193116
battlefront	0.326277
temperatures	0.171112
sweeter	0.262203
espcially	0.538967
example	0.132254
scavenge	0.336913
melons	0.293707
wana	0.294981
foodie	0.351903
calender	0.366475
wand	0.261157
household	0.160143
artillery	0.168661
organized	0.150890
dragons	0.204011
currency	0.144048
reviewing	0.189808
want	0.114959
counseling	0.197633
organizer	0.201635
pinto	0.234801
absolute	0.182076
preferably	0.237921
hog	0.231076
hod	0.348788
hoe	0.289360
reenact	0.400742
tchaikovsky	0.249723
hoo	0.223369
travel	0.137322
drying	0.228889
damage	0.142147
comedians	0.238495
revisit	0.244943
machine	0.153611
how	0.109202
hot	0.144813
hou	0.250333
hop	0.185152
significance	0.179273
withdrawl	0.406416
cheetah	0.274324
audi	0.223106
raleigh	0.213602
gaming	0.192874
barbra	0.258154
regional	0.132883
beauty	0.170201
funny	0.178047
typed	0.251416
coffeeshop	0.437038
overly	0.205002
scottsdale	0.228509
shores	0.201936
dinosaurs	0.218598
wrong	0.147070
raiders	0.188227
bigly	0.588290
destined	0.202728
turf	0.195383
chump	0.339745
unselfish	0.299210
nonprofit	0.182627
types	0.158759
typer	0.588290
gravy	0.252364
jurassic	0.233822
coiffe	0.588290
effective	0.150018
wins	0.148242
attracts	0.209762
headquarters	0.143935
fictional	0.183740
cigarettes	0.190361
18th	0.168229
snowballs	0.325466
teammates	0.177621
keeps	0.169718
democratic	0.125189
wing	0.146526
wind	0.154951
wine	0.157671
stockpiled	0.264597
senators	0.167466
telecom	0.174098
dreamed	0.215761
androids	0.340558
nights	0.176215
fluffiness	0.588290
partnered	0.224875
foodstuff	0.256769
murals	0.235905
mabel	0.256147
stockpiles	0.211365
rewarded	0.204411
owens	0.202616
exited	0.238270
dreamer	0.270983
fir	0.246384
satisfied	0.177985
fit	0.161071
radiologist	0.309556
bringing	0.153993
gridiron	0.272306
fanciest	0.361905
inam	0.412221
tell	0.140927
approve	0.172883
hidden	0.172123
admirable	0.243762
easier	0.162857
thrones	0.304842
songwriter	0.199272
programer	0.588290
preemie	0.510435
effects	0.150925
beaut	0.469706
schools	0.132423
sixteen	0.197157
silver	0.148255
saddened	0.225377
whitman	0.202011
thyme	0.251463
tyle	0.552610
blushes	0.325666
debut	0.144495
pleasantries	0.324997
dumps	0.242143
crops	0.177286
spotless	0.288315
arrow	0.210804
addicted	0.229106
volcano	0.194427
dumpy	0.387613
payton	0.219120
hardbacks	0.459427
weirdos	0.377309
financial	0.118821
snakes	0.214958
woes	0.192395
series	0.113907
distillery	0.254344
charlaine	0.492271
spider	0.207076
bowls	0.207869
commons	0.186720
childen	0.504273
contracting	0.208394
currencies	0.176037
bonded	0.243694
laboratory	0.169507
whit	0.297572
ring	0.159268
whip	0.200551
borne	0.205983
rt	0.267213
fritos	0.413210
rv	0.249344
diction	0.298950
oprah	0.214877
sms	0.247920
enviroment	0.455863
mason	0.186836
rd	0.245296
re	0.146656
encourage	0.164735
adapt	0.201811
rb	0.231082
rc	0.260069
rl	0.274683
rn	0.214094
ro	0.271290
ri	0.226580
taos	0.279618
foundation	0.142519
assured	0.176998
anonymously	0.237111
cholesterol	0.195913
surveys	0.186090
pumpkins	0.259113
grapes	0.207487
toking	0.583579
sheet	0.181859
estimate	0.163967
knit	0.226913
metallica	0.254565
leela	0.300692
enormous	0.172061
ate	0.203020
auditioned	0.249428
birdie	0.187405
eared	0.311678
shelves	0.203028
sahm	0.275798
atl	0.298206
diabetic	0.256266
mcqueen	0.244441
pfaff	0.337231
ups	0.181485
takeout	0.284929
shipped	0.188937
musicians	0.173262
speedy	0.207529
competed	0.167701
tempting	0.239441
1970s	0.155906
kingdom	0.147856
medicaid	0.194325
whirlwind	0.238656
africaaaa	0.588290
bicyclist	0.348989
speeds	0.195163
stripe	0.240007
still	0.105771
imperator	0.350516
clarita	0.282055
angelic	0.289623
shopper	0.252900
goggle	0.387472
veggie	0.311236
channels	0.171978
wash	0.196619
instruct	0.249882
kfc	0.255001
wasn	0.401945
177	0.232993
elms	0.300767
173	0.234397
bitten	0.240438
yiu	0.320820
olds	0.204419
basketball	0.146954
renovated	0.204088
service	0.113358
engagement	0.183351
cooling	0.197731
tango	0.232913
needed	0.132904
master	0.153354
listed	0.146106
tangy	0.310522
gilbert	0.189139
hiya	0.457616
bitter	0.171770
foxes	0.250215
listen	0.174626
danish	0.167875
rewards	0.204206
cushions	0.276326
pubic	0.301796
cocktails	0.237186
bounty	0.218894
prosthetic	0.269650
slavemasters	0.588290
wisdom	0.187535
nirvana	0.247557
technique	0.175103
masala	0.313541
linings	0.317197
sevenfold	0.323675
crawl	0.230384
white	0.114725
positively	0.202032
trek	0.199893
majorette	0.429422
showed	0.132591
duckworth	0.274398
werewolf	0.272444
tree	0.156641
rusty	0.218713
shower	0.206560
pneumonia	0.204536
hamshire	0.588290
endure	0.214464
lone	0.185200
tres	0.260670
feeling	0.155279
yeezys	0.588290
dozer	0.379373
entail	0.249483
willingness	0.183267
thar	0.326995
runner	0.169587
boston	0.136968
spectrum	0.187644
corny	0.281504
labradors	0.407083
dozen	0.150381
affairs	0.138410
kindagarteners	0.588290
cactus	0.242871
wholesome	0.262674
courier	0.213455
concrete	0.164564
paramedics	0.238448
responsible	0.142162
metallic	0.226329
okie	0.391855
preservatives	0.315845
toothed	0.278959
causing	0.158665
defiantly	0.255507
doors	0.167359
brains	0.210066
layoffs	0.194232
agressive	0.389713
taxation	0.202901
menudo	0.349035
doig	0.347456
committing	0.195337
shall	0.176917
thrilled	0.208299
screwing	0.330349
doin	0.324170
object	0.172426
wells	0.171091
resonates	0.269872
theatres	0.222130
mouth	0.169361
addict	0.239501
letter	0.139279
organization	0.128952
drought	0.179153
macbook	0.320734
thriller	0.196308
morality	0.212240
singer	0.152176
reffo	0.588290
episode	0.148881
cops	0.209578
upenn	0.527659
professor	0.139671
camp	0.137897
detectors	0.223647
slands	0.588290
multiracial	0.266864
bodybuilder	0.296684
drunks	0.307015
tech	0.154569
howl	0.275025
arlo	0.336325
thaannkssszs	0.588290
scream	0.215088
incomplete	0.203515
marvel	0.197930
saying	0.116818
signatures	0.200750
bomb	0.138495
boma	0.370197
insects	0.199536
meetings	0.149508
bonnie	0.216925
nominated	0.164807
padded	0.254876
baja	0.221954
whittling	0.332534
participate	0.160743
hungary	0.167107
tempted	0.225142
ecto	0.568959
eliminated	0.171777
lessons	0.178310
orleans	0.164864
touches	0.204476
busy	0.170036
layout	0.197001
became	0.114913
quaint	0.247186
menu	0.192620
underpants	0.307140
bust	0.201610
mens	0.293250
rico	0.176501
theme	0.159763
bliss	0.228218
rick	0.171936
rich	0.146159
mend	0.219354
rice	0.147338
memoir	0.199906
rica	0.189175
plate	0.170787
smashing	0.219584
godzilla	0.249217
schooler	0.318416
meataholic	0.588290
honda	0.179033
terrors	0.310631
foremost	0.206658
pocket	0.182156
waaaaaaa	0.588290
altogether	0.189336
danse	0.332236
midterms	0.359037
net	0.135636
setting	0.148661
societies	0.189073
vicariously	0.336049
jaguar	0.219661
gemstones	0.309028
greens	0.186851
nicely	0.219451
tights	0.285151
dipping	0.232280
pretzel	0.311754
patch	0.196063
greene	0.195172
eyelids	0.297626
avenged	0.268344
piggy	0.281559
release	0.128439
aftermath	0.178273
boarded	0.205317
respond	0.163051
blew	0.177559
leasing	0.216165
disaster	0.154003
fair	0.146992
med	0.209717
wrangle	0.285819
peripheral	0.229034
mamas	0.321547
unexpectedly	0.196700
pinot	0.243796
goodnight	0.283501
radius	0.213962
result	0.128414
skully	0.575001
erika	0.247605
fail	0.170723
nocturnal	0.252837
skulls	0.241394
best	0.112527
lumina	0.335385
pressured	0.203184
ambitions	0.189608
lots	0.169834
lotr	0.504127
irs	0.196430
rings	0.185786
ringo	0.261612
donalds	0.531684
stamps	0.196299
score	0.145182
irl	0.228684
melissa	0.211926
prada	0.237601
yogurt	0.232855
occupational	0.221276
irc	0.282631
pirate	0.204472
hidings	0.588290
preserve	0.175187
discipline	0.178785
lamar	0.218056
splinter	0.234023
extend	0.163876
nature	0.146409
rolled	0.180789
smelled	0.255879
schooled	0.258327
convertibles	0.300031
weirdly	0.318090
soosoo	0.588290
cards	0.159241
icelandic	0.217672
chandler	0.206408
extent	0.168244
gwyn	0.309910
wth	0.400815
carbon	0.169141
atoms	0.218138
roller	0.200291
pity	0.223478
accident	0.149099
sacrificing	0.243420
triggers	0.236213
country	0.103541
pits	0.206097
sparta	0.230885
adventurer	0.250797
adventures	0.190697
demanded	0.157719
fruity	0.280019
sleeves	0.231394
estates	0.198920
planned	0.135840
lookin	0.324729
logic	0.190078
pita	0.291583
dora	0.236574
argue	0.169001
adapted	0.181899
asked	0.121699
kove	0.510207
30th	0.201781
drearily	0.494319
chains	0.189648
irresponsible	0.209465
rednecks	0.349065
2nd	0.157728
hers	0.225123
canyon	0.189023
herr	0.280071
pregnancy	0.191817
diff	0.330011
humming	0.264301
porcaro	0.421845
contestants	0.201206
lighthouse	0.208490
101	0.191306
parlez	0.503825
roofer	0.355971
pregame	0.245416
eager	0.175979
union	0.117194
seashell	0.373174
fro	0.305719
frm	0.430699
.	0.073314
bothers	0.254399
much	0.108138
stadium	0.140786
saute	0.247338
tutorials	0.301202
fry	0.212124
contraction	0.209601
tallest	0.209890
ann	0.176011
toning	0.314498
obese	0.231579
life	0.110263
electrocution	0.293749
sydney	0.154734
spit	0.230182
eastern	0.131127
exwife	0.588290
worker	0.161848
automatic	0.173699
filmmaker	0.196027
moneys	0.366006
dave	0.168206
lift	0.163311
child	0.133978
worked	0.129620
haters	0.301569
spin	0.181375
bridal	0.254318
chill	0.213451
commerce	0.153009
linkin	0.304687
presidency	0.155330
prt	0.317786
administrative	0.153547
taper	0.274112
professionally	0.209401
maney	0.420283
employ	0.196898
calcium	0.216743
slam	0.172391
adios	0.346630
congregating	0.343815
pastime	0.249783
flooding	0.175851
elaborate	0.175966
skirts	0.219002
remembering	0.223761
ridiculously	0.279127
tzu	0.273447
canoeing	0.253740
played	0.116348
equator	0.244682
perineal	0.425793
locksmith	0.338022
player	0.126778
eighteen	0.203886
upscale	0.207208
piercings	0.315371
madonna	0.196758
doorman	0.285210
insatiable	0.273804
trusted	0.201004
trustee	0.211269
hone	0.266544
babied	0.501358
damaged	0.157392
ozarks	0.310986
credit	0.137690
things	0.126936
toaster	0.289395
split	0.152857
babies	0.183077
zoolander	0.384937
electro	0.258364
toasted	0.247065
european	0.114393
exertion	0.298106
fairly	0.172151
boiled	0.220988
kushner	0.269042
jungle	0.189462
tops	0.195562
workforce	0.196610
qdoba	0.524541
stiffs	0.361928
boiler	0.229810
ownership	0.167860
supper	0.239991
tuna	0.210930
buckley	0.220477
tune	0.186636
burkley	0.588290
menial	0.283203
mentors	0.250121
plague	0.205249
bonny	0.289116
jon	0.177942
academic	0.158195
academia	0.222113
holms	0.497539
nachos	0.345550
corporate	0.145371
inked	0.245206
maxima	0.276038
autobahn	0.288441
opinions	0.183468
cough	0.232111
sleeps	0.247436
distribute	0.194863
sleepy	0.230911
greys	0.318580
livin	0.310339
cannolis	0.588290
financially	0.191695
birmingham	0.176803
sheena	0.317391
waht	0.356304
rushing	0.184935
previous	0.129831
hah	0.178126
hai	0.229905
handshake	0.245496
broncos	0.190401
hal	0.211996
ham	0.187655
han	0.185695
hao	0.238212
haa	0.391325
ease	0.164912
ilke	0.565048
had	0.092234
advancement	0.205836
woodstock	0.225742
ooooh	0.432203
elanor	0.528749
collections	0.180184
easy	0.145439
prison	0.134626
alut	0.572286
har	0.240401
has	0.090032
hat	0.179014
hav	0.378865
haw	0.287220
spikes	0.230938
elevation	0.190756
casually	0.238741
quirk	0.275281
elders	0.201413
survival	0.177017
possible	0.124175
constrictors	0.452951
moleskins	0.588290
possibly	0.156006
rocket	0.160216
wiht	0.520358
birth	0.156176
unlikely	0.159845
shadow	0.179315
unique	0.159963
paulie	0.301486
massively	0.244482
d	0.149196
desire	0.164246
psychological	0.178906
bobby	0.173859
alice	0.187265
steph	0.317588
pescatarian	0.588290
remind	0.199957
pavement	0.226780
oaxaca	0.233161
steps	0.149710
sebastian	0.196969
bonkers	0.337666
warping	0.331245
attorney	0.138697
right	0.112206
old	0.107145
creek	0.164442
crowd	0.145627
people	0.097374
oli	0.325180
creed	0.234568
crown	0.160983
begin	0.136410
indians	0.166752
captive	0.202753
biff	0.325844
ratatoouieeee	0.588290
sherbbeert	0.588290
lions	0.178469
trombone	0.266493
oly	0.252407
harassment	0.188545
creep	0.243851
enemies	0.176094
fot	0.386029
consensus	0.169075
sociology	0.211055
perchance	0.421006
okra	0.302369
for	0.081634
bottom	0.153940
quadraphonic	0.402357
rehearse	0.283871
fox	0.150821
camerawoman	0.522241
creative	0.168646
witty	0.229667
when	0.096158
individuals	0.150182
exposition	0.215520
unit	0.138427
treadmill	0.261592
umm	0.239802
stingray	0.294935
foo	0.242582
umi	0.376743
doggo	0.588290
shakes	0.231371
substitutes	0.235214
companionship	0.283834
marathoning	0.459203
dental	0.203625
versacchi	0.588290
speak	0.151876
supercars	0.346831
binder	0.261948
pincher	0.393104
tribes	0.180131
losing	0.143436
memorable	0.195498
bowing	0.238190
manufacturing	0.156384
marital	0.226308
shaken	0.200380
benches	0.234220
gleaning	0.362930
dollars	0.111204
citizens	0.144019
frim	0.572218
o	0.174237
catchy	0.248164
despair	0.211501
observation	0.188494
slightly	0.149675
iguanas	0.313135
bath	0.190549
raised	0.136062
sod	0.280584
sof	0.322021
kissy	0.403961
honeymoon	0.229010
rotations	0.264036
mba	0.221938
soo	0.213117
son	0.126296
thankful	0.234217
juicing	0.412429
valleys	0.211490
magazines	0.177036
raises	0.179075
mangos	0.368526
wrap	0.196497
sox	0.162578
shoots	0.207784
journeying	0.338731
hallo	0.422180
tami	0.308767
frazzled	0.319409
fabric	0.197416
leaks	0.210171
support	0.113858
constantly	0.180149
nova	0.188967
tame	0.222168
humorous	0.219220
joseph	0.149208
triplets	0.282243
jane	0.174560
tele	0.243016
halls	0.196533
marge	0.253723
happy	0.146474
selection	0.165759
alloys	0.265857
unfree	0.390632
diggity	0.515602
offer	0.132696
fascination	0.225599
leiden	0.256713
tigers	0.166481
paypal	0.272887
delirous	0.588290
drummond	0.237987
talents	0.200282
understandable	0.221449
wines	0.191340
congratulations	0.225296
airbender	0.418939
kohls	0.490408
inside	0.135410
devices	0.163893
paprika	0.278525
1600s	0.304988
martian	0.235711
complications	0.195621
lays	0.220481
rerun	0.253981
soldering	0.336755
mighty	0.196749
cuddler	0.588290
150	0.155573
adopt	0.175394
liberal	0.151573
tournament	0.135373
proven	0.180695
crumble	0.255079
soothe	0.250119
calzones	0.518733
proves	0.199940
exist	0.165057
snowmobiling	0.328431
accounting	0.164759
mrs	0.220632
dealer	0.179864
cassie	0.267075
crutches	0.259007
lees	0.264386
floor	0.144202
glacier	0.199475
sheesh	0.433711
populations	0.181358
trucker	0.279086
actor	0.149793
flood	0.165885
sportscar	0.308096
warms	0.277544
role	0.123786
jetty	0.279768
ambitious	0.179123
ferrari	0.188926
transgender	0.246742
becuase	0.406268
smell	0.197947
roll	0.162552
59th	0.240004
reggae	0.225249
carnivals	0.309339
rehearsing	0.268156
lollipops	0.339498
palms	0.229849
models	0.157091
outage	0.243506
stealing	0.192448
taurus	0.241031
canelo	0.393963
class	0.132779
reruns	0.236565
invested	0.177893
addictive	0.240616
smelling	0.260769
rolling	0.171999
explosions	0.180007
hottie	0.350656
spades	0.279862
rockers	0.243898
98	0.183049
cuddled	0.382054
lot	0.123421
toasts	0.307138
defamation	0.221896
oooohh	0.588290
time	0.098747
push	0.149172
frenzy	0.213505
crevette	0.588290
updates	0.158880
aslo	0.489022
urinary	0.266735
childs	0.243765
cincinnati	0.173952
shelters	0.194082
chain	0.158553
whoever	0.199116
hangovers	0.348525
drugs	0.144481
out	0.096931
osu	0.268159
mither	0.588290
crocodile	0.232067
theaters	0.187587
skate	0.205726
balmy	0.281712
skiing	0.187753
chair	0.166953
93	0.185265
competition	0.134510
ballet	0.184099
92	0.186127
ver	0.272668
95	0.168854
freelance	0.215074
bloodbender	0.588290
vex	0.367860
vey	0.419313
veg	0.369745
bicycles	0.221482
bribed	0.258847
97	0.187390
ven	0.282133
connecting	0.186977
adventist	0.256116
veterans	0.165640
canadians	0.195827
eliminate	0.174376
persevere	0.287445
downloading	0.239150
paychecks	0.245133
icing	0.246608
jerk	0.224809
risky	0.190663
cheap	0.175845
iggy	0.292951
spate	0.206423
choice	0.145466
hardwork	0.490488
embark	0.227208
gloomy	0.222579
mourn	0.230206
ghostbusters	0.308759
stays	0.191242
fullest	0.262985
bronx	0.193320
exact	0.176126
overstock	0.396723
minute	0.138546
moola	0.453390
femur	0.293304
cooks	0.219230
mahi	0.317291
went	0.118553
solves	0.270251
tear	0.179959
teas	0.267295
walls	0.163478
rights	0.119643
homebody	0.373586
minnie	0.259257
leave	0.132487
tap	0.187024
holliday	0.245957
settle	0.165202
tean	0.508854
subway	0.180279
teal	0.268129
team	0.105449
curries	0.339672
loads	0.215879
uncomfy	0.588290
unaware	0.197094
tks	0.434215
oustide	0.559803
prevent	0.142267
spiritual	0.170252
blade	0.204480
boch	0.392135
meadow	0.226679
findings	0.168542
attic	0.230019
trails	0.177534
southwestern	0.177360
steaks	0.250222
skskksks	0.588290
erotic	0.228805
chopping	0.257142
trisha	0.296571
anaconda	0.279835
mentored	0.277624
jamison	0.255637
parachuting	0.305197
headset	0.278589
educate	0.206144
elton	0.220292
speaking	0.140818
jeopardy	0.212069
celebrated	0.170137
realizing	0.205277
melt	0.220925
swiss	0.147730
current	0.123513
remembered	0.179537
raynham	0.374961
cheeseburgers	0.333855
freaks	0.265483
falling	0.153322
geography	0.169703
freaky	0.300593
drafted	0.177391
oldies	0.252427
arizona	0.151921
climbs	0.221662
grandparents	0.208410
funeral	0.166582
concepts	0.193913
plucking	0.296582
understanding	0.158449
cayden	0.563210
upgrade	0.185882
egypt	0.144412
address	0.142666
alone	0.142799
along	0.118436
dwindling	0.215960
enroll	0.226666
righto	0.588290
dusty	0.209687
impacted	0.227731
studied	0.156096
wherever	0.198330
ourself	0.424068
completive	0.588290
accomplished	0.183172
ineffective	0.211155
crumbled	0.234619
buss	0.277961
paris	0.135354
mystical	0.230920
smokies	0.355195
nicene	0.344532
spurts	0.303798
tasks	0.185270
love	0.131282
bloods	0.304778
humanity	0.179135
prefer	0.179763
logical	0.200746
bloody	0.172754
marvelous	0.235893
80s	0.222259
raking	0.276175
logically	0.265561
fake	0.183568
omelets	0.360965
lansing	0.236423
340	0.220968
crammed	0.227324
supermen	0.387802
working	0.122481
homesick	0.290232
perished	0.218463
positive	0.140519
angry	0.163387
blackwater	0.226165
vitaly	0.254382
carpentry	0.282768
opposed	0.150006
wondering	0.197429
films	0.144272
corvallis	0.311824
familar	0.452393
loving	0.195749
f150	0.468309
introducing	0.190840
lindemann	0.328733
plantages	0.588290
afford	0.170079
wann	0.411209
ooooooo	0.447539
claus	0.221980
doppelganger	0.351470
oregon	0.167229
pittsburg	0.291049
visual	0.175729
everywhere	0.177248
scratcher	0.403884
scratches	0.265378
easiest	0.226783
spearmint	0.380760
mascot	0.213016
logos	0.233196
valued	0.180987
deserved	0.197673
statues	0.207707
pooper	0.409131
originally	0.142237
pretend	0.221103
believer	0.232000
believes	0.152781
pyrenees	0.247862
vega	0.225851
values	0.158954
kendrick	0.247125
following	0.114054
rabbits	0.237869
admired	0.207161
mirrors	0.210989
frogs	0.218763
awesome	0.214715
nascar	0.184995
locks	0.209924
oatmeal	0.272639
hides	0.231886
allowed	0.132402
offense	0.166473
stockbroker	0.263318
stole	0.193683
232	0.245041
listens	0.245128
freedoms	0.202476
monitoring	0.164727
winter	0.144453
buttered	0.304354
foul	0.184066
s7	0.351531
grosses	0.296004
thanking	0.244808
immune	0.189084
vancouver	0.174178
fps	0.320151
elephant	0.197908
grossed	0.231235
extensions	0.218118
scotching	0.459226
belongs	0.182807
snaps	0.245419
stood	0.150717
laundry	0.215674
explorer	0.194761
clothings	0.525806
carnivores	0.303324
blasting	0.229340
cranker	0.588290
spot	0.147680
louder	0.233756
latte	0.293391
rehabilitate	0.242764
applications	0.162629
explored	0.204145
date	0.139262
such	0.103725
suck	0.244847
data	0.133355
lids	0.293459
pharmaceutical	0.184892
pulley	0.308234
stress	0.169126
surfing	0.215904
natural	0.137128
varieties	0.194525
conscious	0.193773
ss	0.194077
wheelchair	0.203200
sp	0.222714
sv	0.225045
fine	0.145734
st	0.157052
si	0.213948
mango	0.239400
so	0.101240
sn	0.252639
ilii	0.588290
sc	0.211582
definitions	0.218243
wolves	0.201731
tutoring	0.252548
manga	0.208932
scents	0.285657
drunken	0.212886
tty	0.373462
hom	0.304872
colorblindness	0.449416
archeologist	0.289909
tts	0.408847
haute	0.235837
epilepsy	0.251524
flips	0.273946
years	0.099133
hiring	0.180402
episodes	0.167030
experiments	0.184647
tto	0.487911
cutback	0.276226
skyring	0.588290
razors	0.298029
braids	0.303732
yeara	0.588290
tendency	0.197139
happ	0.411799
tore	0.201181
splurge	0.295993
avid	0.218189
disconnect	0.256647
solace	0.240449
internationally	0.178145
nearsighted	0.376638
bagels	0.281669
jim	0.149758
troubles	0.182502
louisville	0.199531
faves	0.391801
napping	0.293389
creations	0.226990
hungrier	0.345123
stroll	0.236353
troubled	0.165186
decades	0.141892
hemingway	0.227551
petition	0.181254
instantly	0.199462
modestly	0.224916
misread	0.289916
matches	0.143307
smarter	0.230722
insomnia	0.261764
nation	0.122893
records	0.135766
drilling	0.184696
subscribers	0.186026
sorted	0.228796
tila	0.403488
twilight	0.218931
ketchup	0.262692
maintaining	0.174744
matched	0.186967
gere	0.263159
deads	0.588290
angle	0.189733
didn	0.335846
didi	0.311215
soops	0.588290
fisherman	0.220401
bowling	0.181618
enlarged	0.209620
quarter	0.123966
repaired	0.206596
quartet	0.189938
turtle	0.215555
cuticles	0.435492
square	0.139130
mexico	0.131740
krak	0.438687
revised	0.172240
boosie	0.477074
remembrance	0.225932
braces	0.244806
entering	0.162747
sexually	0.187800
krav	0.416715
salads	0.247441
disasters	0.191408
neighbourhood	0.205034
troll	0.278811
joker	0.253862
canvas	0.211479
workaholic	0.292556
container	0.193249
grandad	0.384987
brags	0.322992
interned	0.254472
blu	0.251570
bellied	0.335594
abide	0.204813
seriously	0.155258
exploding	0.221847
trauma	0.201101
internet	0.133192
suggesting	0.173316
formula	0.163437
hufflepuff	0.547941
barmitsfas	0.588290
hibernate	0.332503
hairdresser	0.269225
siege	0.176228
million	0.100459
seventh	0.154266
dokie	0.522437
possibility	0.151607
quite	0.145654
disrespect	0.249780
recordings	0.177788
jockey	0.201865
mime	0.278140
huuuhhh	0.588290
besides	0.165073
grandma	0.241708
vegetarians	0.294179
poems	0.187051
inhaler	0.325651
seventy	0.220348
training	0.130224
councilwoman	0.274345
tag	0.184859
telenovela	0.267329
sneaky	0.290948
programming	0.167176
modest	0.171421
ostrich	0.263809
chevy	0.228657
flanders	0.221583
puns	0.294604
massive	0.149232
routes	0.168154
draggin	0.511671
neglect	0.208863
puny	0.309376
emotion	0.194133
intuition	0.264274
henry	0.147018
saving	0.173772
skyscraper	0.233811
groomers	0.417176
headbanger	0.431865
spoken	0.169397
clause	0.192726
teases	0.319837
flipper	0.298675
potter	0.190093
ong	0.244358
one	0.093885
mignon	0.314500
submit	0.182751
spanish	0.137287
vote	0.123665
chubby	0.274962
custom	0.189013
open	0.115282
onw	0.573132
affords	0.271507
osbourne	0.259923
city	0.102782
quality	0.143105
bios	0.284737
23	0.135088
bite	0.197872
ukr	0.284870
ovo	0.401970
citi	0.248482
fml	0.490646
2	0.111318
draft	0.146291
siberia	0.213923
stuffed	0.203143
typing	0.241429
socs	0.449720
turnovers	0.208414
structures	0.171957
cite	0.208669
williams	0.140234
proving	0.198220
tombstones	0.289690
snatch	0.226388
ridiculous	0.202653
komodo	0.320430
specialists	0.186498
photographic	0.215537
boyfriend	0.193012
famine	0.204821
translate	0.204926
impractical	0.248372
breadstick	0.537156
rival	0.146395
summary	0.171140
savant	0.309190
coats	0.211787
future	0.124933
trekking	0.263201
lillies	0.451860
sophie	0.215775
counselor	0.211295
janitor	0.265622
scuba	0.244609
sophia	0.225352
twinkies	0.359568
illness	0.170115
jewely	0.588290
san	0.125860
nicer	0.269739
mindfulness	0.342496
sumptuous	0.264950
turned	0.131653
locations	0.166231
alley	0.206282
sad	0.176885
oughta	0.362023
woah	0.580140
say	0.109584
sax	0.255587
buried	0.158805
whud	0.588290
flatness	0.342707
allen	0.161579
typical	0.165680
sap	0.220001
saw	0.130994
sat	0.161883
coach	0.125805
blonde	0.222824
hawaiian	0.208562
nots	0.276968
fashionable	0.220810
wronged	0.286945
aside	0.159635
zoo	0.179847
note	0.147261
stuggle	0.557318
jefferson	0.182711
disappeared	0.174659
take	0.108745
politcal	0.454724
wanting	0.187296
pimple	0.368478
tennesee	0.489562
butterfly	0.193810
ironically	0.204460
printer	0.214595
marvin	0.209390
capitalist	0.214962
opposite	0.166551
independance	0.471645
knew	0.143336
resulted	0.160538
mints	0.293917
abut	0.336249
detect	0.193485
printed	0.178882
crochet	0.339103
shamrock	0.260814
knee	0.163860
pager	0.256264
winters	0.211784
grueling	0.227441
lawn	0.195858
energize	0.258686
montage	0.258258
average	0.126592
phil	0.169551
infections	0.190948
drive	0.138360
sodas	0.291638
federal	0.116902
touche	0.277372
squint	0.332521
bada	0.313619
axe	0.231265
jittery	0.238615
atlantic	0.153558
salt	0.159745
ooohhh	0.588290
laws	0.142828
operations	0.131060
cobra	0.225898
surplus	0.172288
beckham	0.193932
restriction	0.213196
lotus	0.209503
definite	0.214835
imagines	0.268045
grilling	0.240803
merit	0.189563
peaches	0.248789
bright	0.169090
cortina	0.279963
subsidiary	0.172316
motivate	0.238973
aggressive	0.164328
imagined	0.207080
merlin	0.245386
farting	0.445368
vette	0.424964
stenotype	0.587348
gourd	0.308824
deck	0.185384
robs	0.301437
dixon	0.201131
welcomed	0.166098
tears	0.179189
going	0.110740
theirry	0.588290
hockey	0.153568
slob	0.341353
outrage	0.190227
neato	0.559259
zika	0.444186
carolina	0.147389
godlike	0.343908
lifeguard	0.278367
beatles	0.198422
novels	0.178371
psychiatrist	0.210614
goodluck	0.310037
assistant	0.145587
genera	0.218504
freezing	0.196443
cia	0.162595
genere	0.532280
macgyver	0.356950
herbal	0.229944
outlet	0.202823
kellie	0.301253
awaiting	0.181893
laguna	0.231053
clearest	0.254584
originals	0.242745
prime	0.116391
prima	0.241870
pimp	0.267550
artist	0.151108
saliva	0.261396
borrow	0.199725
awwwww	0.588290
worried	0.159562
tiki	0.269785
priest	0.170431
roger	0.166011
whipped	0.216255
landlord	0.228808
somedays	0.588290
worries	0.173370
uncover	0.228826
marred	0.200754
where	0.102387
xmas	0.333624
vision	0.161141
orchids	0.256570
temperance	0.264327
espn	0.190316
artistically	0.275520
dived	0.227199
mifflin	0.253378
gangster	0.224860
anyways	0.403324
impressions	0.230861
surgery	0.154765
erica	0.245226
diver	0.231535
bugles	0.379976
planet	0.168802
dexter	0.224661
poops	0.521278
rumours	0.212842
enlightening	0.300688
paired	0.212226
jumped	0.163802
bootleg	0.260817
sites	0.143850
poopy	0.562280
teeny	0.316456
sighting	0.248522
refreshed	0.282541
poopo	0.588290
enjoys	0.193566
wuss	0.437927
hieroglyphs	0.328452
grandpap	0.588290
grandpas	0.495738
checkered	0.254517
jobs	0.135673
uk	0.150124
vertical	0.195521
farts	0.427054
screen	0.155002
aversion	0.250382
mosquitos	0.315237
supermarket	0.194292
inseparable	0.261103
concentrate	0.186133
spare	0.183250
cedric	0.228221
spark	0.192208
doms	0.468019
jett	0.265188
concentrated	0.186207
mans	0.220044
mant	0.522105
many	0.102185
sip	0.246465
millionaire	0.201815
lifeline	0.232312
s	0.143508
loudly	0.221270
workplace	0.196776
mang	0.322450
mani	0.259314
grooming	0.252255
expression	0.173632
fix	0.175452
allowance	0.224611
yearly	0.196222
pastimes	0.307426
twix	0.487823
panick	0.588290
antz	0.370538
9000	0.286579
ants	0.227505
nooooo	0.509573
twin	0.172026
anti	0.130747
3000	0.218192
article	0.146578
discolored	0.345476
cokes	0.344909
boat	0.153813
narcissistic	0.290994
caring	0.205137
plantation	0.199974
comb	0.251519
chad	0.181045
teddy	0.213591
stretch	0.169222
west	0.112791
locally	0.182417
airliner	0.207064
airlines	0.148031
breath	0.193481
almighty	0.252311
gruelling	0.271793
recyclables	0.378256
likewise	0.197326
kinks	0.272751
crem	0.499841
wants	0.135164
enable	0.177633
lanes	0.201769
photog	0.518809
ethical	0.193580
unsafe	0.214272
thousand	0.169016
readings	0.206994
photos	0.156798
wanta	0.567071
observe	0.194576
300s	0.433975
quarantines	0.331609
gish	0.312736
bonjour	0.345773
calligraphy	0.256930
former	0.106397
felling	0.294679
wanders	0.270912
polly	0.244658
tatoos	0.565383
isabella	0.227633
isabelle	0.245786
consultant	0.172761
polls	0.147503
straighten	0.269176
fio	0.461211
iver	0.347716
canoes	0.260810
dressy	0.338876
overcome	0.171133
newspaper	0.130949
situation	0.130362
spotlight	0.188361
croaked	0.437200
thatll	0.588290
shepard	0.223206
canoe	0.220458
mutineers	0.258799
brow	0.258006
engaged	0.163018
mixtape	0.259083
bros	0.297098
monk	0.198040
pinky	0.287132
blah	0.252873
brok	0.403386
spooked	0.256088
technology	0.128904
ivy	0.213634
debilitating	0.241897
dragging	0.209699
rooting	0.236034
threatens	0.185711
thinkin	0.389317
perpetually	0.266322
surveillance	0.174415
underestimate	0.240328
yessir	0.513639
unemployed	0.191642
sterling	0.192299
cyborg	0.282711
putin	0.157353
edged	0.179525
assigns	0.256186
sickness	0.224948
cheers	0.204129
wpm	0.452876
fowl	0.254897
edges	0.195954
wired	0.211314
luckyyyyy	0.588290
advertisement	0.206388
wooooaaahh	0.588290
disown	0.346091
presidents	0.167352
renewable	0.198163
hummingbird	0.286963
costa	0.172508
colorblind	0.332030
volcanoes	0.236674
customized	0.239574
nothin	0.300330
pens	0.234849
costs	0.137234
engulfing	0.277204
genii	0.402497
trains	0.162697
alfredo	0.221824
genie	0.256076
grumpy	0.276662
hubby	0.333633
convient	0.588290
scholarship	0.183701
summer	0.129097
215	0.223122
steamed	0.233432
being	0.104525
donatello	0.339331
amazon	0.193829
slime	0.284180
rest	0.135316
civic	0.180373
interrupt	0.240223
babydoll	0.507527
vamp	0.322410
robins	0.258251
barbecued	0.302167
trimmings	0.312320
blondes	0.301226
rover	0.209875
cilantro	0.250210
mimicking	0.271109
deceiving	0.268936
grounded	0.201425
excuses	0.221217
mandolin	0.268677
skied	0.257318
perrys	0.472868
ukraine	0.154360
civil	0.130178
instrument	0.181967
constant	0.169536
sprockets	0.399340
tucks	0.335058
joyful	0.254940
skies	0.195804
skier	0.216539
starving	0.231362
aspects	0.171070
around	0.109647
hve	0.499899
becuse	0.555907
regis	0.234770
dark	0.152298
cujo	0.416543
staunchly	0.237863
traffic	0.144384
darn	0.255505
world	0.099508
postal	0.182087
dare	0.209785
clan	0.183094
satisfaction	0.194594
sitcom	0.202509
stranger	0.204202
nutrients	0.227496
pole	0.174606
souvenirs	0.243728
shutter	0.251360
millennials	0.386255
gimme	0.267226
clay	0.174580
beverly	0.194520
jammed	0.218574
travelogue	0.303825
footfall	0.418909
stationary	0.229801
kennel	0.260697
bankruptcies	0.238078
sack	0.207850
scamming	0.392857
couldn't	0.588290
grub	0.310621
pushy	0.309871
gaggle	0.295701
replays	0.235206
pickled	0.276823
tvs	0.226261
lucy	0.202488
polo	0.202641
fairland	0.496255
potion	0.287142
lobster	0.228877
69	0.174724
diving	0.186143
pickles	0.269064
divine	0.194919
thinks	0.169594
boxers	0.230826
reacher	0.368239
dialectical	0.322083
scholarships	0.206619
noob	0.531790
memories	0.177640
tube	0.188662
toto	0.270977
seaman	0.232297
tuba	0.281633
nook	0.268962
tots	0.313624
cannabis	0.225696
zimbabwe	0.154203
reenactments	0.363006
cavite	0.285307
nicole	0.190643
tossed	0.203910
911	0.218807
restoring	0.193923
refer	0.148489
unsuccessfully	0.199820
philosophizing	0.395961
biased	0.216877
dresden	0.220692
scientific	0.154475
power	0.113256
intimate	0.201312
internship	0.247029
firetruck	0.401427
dissection	0.285704
iconic	0.209672
waddup	0.588290
thailand	0.144730
fished	0.261405
frenchman	0.196614
stong	0.430466
majoring	0.264998
stone	0.151381
ace	0.189763
hopkins	0.191676
bong	0.264893
industry	0.121127
favorite	0.157150
slender	0.220580
side	0.120363
dibs	0.359954
ea	0.237238
neighbor	0.178542
act	0.129169
doodling	0.400150
bond	0.147693
partied	0.315208
widowed	0.243084
tibby	0.458207
curling	0.216674
burning	0.171540
afforded	0.233360
anothers	0.531720
headsets	0.304528
image	0.149087
gresham	0.283198
rossy	0.376087
legged	0.242787
freaked	0.304203
widower	0.255895
jasper	0.233077
moped	0.331677
parties	0.133396
sonatas	0.278492
valuable	0.172706
conceptually	0.294967
xci	0.588290
technically	0.192573
bubbly	0.269502
cared	0.212277
gimpy	0.378363
hew	0.316251
her	0.097660
hey	0.191511
sides	0.135654
hed	0.317193
hee	0.210268
mindless	0.267161
missy	0.276137
hea	0.351401
sealed	0.179471
hel	0.292762
hem	0.284579
slopes	0.199991
bubble	0.195594
recommends	0.207177
complete	0.140535
furthest	0.272765
tone	0.171358
mammals	0.206935
mics	0.394390
fiendishly	0.389182
yeeeessss	0.588290
bundt	0.366498
caddyshack	0.384685
mick	0.213401
survived	0.160243
texted	0.385223
mice	0.201194
skins	0.227051
with	0.085304
rebuilt	0.189003
buying	0.151809
handsome	0.207440
pull	0.159296
rush	0.168071
october	0.121765
rescuing	0.233025
rage	0.196520
watashiwa	0.588290
flirt	0.281148
dawg	0.331280
jamaican	0.210376
dirty	0.182779
asst	0.508826
varus	0.399813
politically	0.167397
agree	0.151176
pincer	0.336430
darker	0.215544
aa	0.214268
gone	0.143408
ac	0.184324
gong	0.203036
ohh	0.535529
ad	0.159507
johnny	0.176923
invigorating	0.297156
ai	0.192160
ah	0.160628
accents	0.240481
forgot	0.221086
am	0.132945
al	0.115644
watches	0.203307
an	0.089475
happenstance	0.329331
as	0.086132
ar	0.236017
au	0.179435
at	0.087256
aw	0.270669
walks	0.184005
ay	0.223586
ax	0.242898
tranquil	0.254933
az	0.231444
minoring	0.498467
fromthe	0.534022
cream	0.176139
collie	0.293002
yoga	0.212983
ideally	0.232335
muzzleloaders	0.558824
yogo	0.462083
yogi	0.258212
aromatic	0.251762
graduate	0.164066
tight	0.161492
beverage	0.207359
backgammon	0.334089
someones	0.539774
benefited	0.194506
friggin	0.483608
clases	0.500677
pollutants	0.230173
2007	0.126831
operation	0.133839
thristing	0.588290
congress	0.125499
terri	0.236685
rhett	0.290021
haaaaaaaaaaaaaaahhahahahahahhahaha	0.588290
sounding	0.207150
gifts	0.181727
herbs	0.218121
midget	0.270285
nissan	0.190311
terry	0.172357
resell	0.277827
slang	0.231344
geodes	0.557424
tricky	0.211560
shipping	0.172157
gastric	0.273464
natalie	0.215709
cpa	0.246933
tricks	0.206172
groom	0.226500
mask	0.195972
clowning	0.325506
dyed	0.254579
hello	0.212832
mimic	0.236152
mass	0.140424
adam	0.167572
doblons	0.588290
behavioral	0.216012
cps	0.279060
original	0.133274
refused	0.139720
jaja	0.437223
facilities	0.147969
sci	0.218267
consider	0.143991
caused	0.136519
cowtown	0.357627
standup	0.296918
bulma	0.511390
amish	0.246284
tours	0.174547
upkeep	0.258249
welfare	0.160098
wrestmania	0.588290
reasoning	0.214155
causes	0.161317
improperly	0.213365
bassett	0.252586
wish	0.163942
tx	0.244511
ty	0.213508
tv	0.130860
tw	0.341417
tu	0.227968
20s	0.212021
cloudy	0.231067
tp	0.287551
champions	0.145317
tn	0.278712
to	0.076374
tail	0.185577
tm	0.275697
chewing	0.235933
protocols	0.220771
th	0.217344
dressing	0.193843
smile	0.181847
te	0.203833
midwest	0.190455
carters	0.340435
norm	0.203229
ta	0.222779
paying	0.157179
appointment	0.168505
returned	0.131237
social	0.127067
smh	0.365960
detention	0.165537
documentaries	0.215625
baton	0.209469
puzzles	0.235452
spilling	0.234767
diary	0.198864
revolving	0.232597
labor	0.135970
24th	0.206140
blebs	0.588290
showings	0.257214
fan	0.162262
condition	0.138596
enjoyable	0.233748
moines	0.225920
shania	0.312122
dolphin	0.223908
cable	0.153824
althought	0.549544
shenanigans	0.287125
sluggish	0.197179
laying	0.191632
joined	0.135259
large	0.119970
sang	0.179769
sand	0.176164
sane	0.251096
dusky	0.301779
millimeters	0.247744
harry	0.161814
small	0.117317
mammal	0.239620
largo	0.262226
humongous	0.321848
quicker	0.211118
pasa	0.348868
paso	0.208222
recluse	0.289312
healed	0.238105
past	0.116648
goosebumps	0.323325
displays	0.186998
pass	0.139639
hich	0.447099
investment	0.130109
telecommunication	0.220830
handicapped	0.223749
hormonal	0.274245
franco	0.188488
richard	0.138069
clock	0.174933
chillin	0.405077
section	0.143293
burgundy	0.230707
bbls	0.588290
tanya	0.248179
succinct	0.299713
scientists	0.151369
nurse	0.185652
cody	0.228493
contrast	0.162654
grandparenting	0.414109
hasn	0.449241
full	0.123996
escaping	0.212723
installations	0.196835
sarasota	0.228472
howre	0.588290
diapers	0.251082
vomiting	0.233779
hours	0.125639
bloggers	0.232863
palin	0.193946
november	0.122061
legend	0.173478
20lbs	0.588290
narwhals	0.501017
allergens	0.325222
catograpgher	0.588290
420	0.227438
cordelia	0.292669
experience	0.138664
pics	0.343351
backpack	0.241783
prior	0.149532
healthier	0.223305
pizzas	0.279896
hamster	0.304236
pick	0.150346
action	0.125694
pice	0.567808
welder	0.298439
sweetness	0.248986
weirder	0.352017
240	0.198545
vic	0.224525
via	0.149063
followed	0.133253
verbose	0.369595
adidas	0.237532
strolling	0.258739
sledders	0.471538
marriages	0.194437
traumatized	0.248171
follower	0.239615
indoors	0.212357
cyclopes	0.486076
unpredictable	0.210495
pulls	0.205388
gosh	0.268751
career	0.120185
select	0.178718
eddington	0.310607
gotch	0.406546
intensive	0.182903
422	0.273278
ridding	0.281244
siestas	0.526667
single	0.125246
poodle	0.288222
pears	0.257902
pearl	0.179620
sitter	0.249083
fragrance	0.242389
gorgeous	0.224162
sailin	0.563475
versailles	0.234923
ballad	0.215110
more	0.095333
teen	0.166907
restraint	0.194877
door	0.148218
tester	0.264281
company	0.103997
kauai	0.266929
corrected	0.208245
heelers	0.376134
tested	0.164164
nomad	0.284243
rudeness	0.320746
bates	0.212633
gogh	0.229247
yehaaa	0.588290
cult	0.181939
tees	0.250564
negativity	0.285885
lotsa	0.492357
100th	0.211070
keeping	0.152715
fatal	0.178578
canceled	0.173120
science	0.136932
malt	0.255745
mall	0.174396
sent	0.127814
morgan	0.161009
learn	0.153717
knocked	0.175478
punched	0.216175
dutch	0.145694
male	0.153236
scramble	0.216698
eras	0.247494
beautiful	0.163102
allegra	0.312808
atm	0.231582
texarkana	0.304369
memoirs	0.211934
stated	0.153128
reincarnation	0.255032
cosmic	0.220965
campsite	0.273626
suggestions	0.185507
stocked	0.227238
accept	0.147906
states	0.102487
heels	0.194803
salty	0.244782
bays	0.237344
sense	0.141221
gallon	0.186318
scar	0.235245
dress	0.172672
lucked	0.367377
information	0.119716
clint	0.218706
hugo	0.185593
hugh	0.190058
supermom	0.465627
dismissed	0.158703
otaku	0.367265
description	0.167565
enders	0.286894
functioning	0.196529
scifi	0.404748
freshly	0.214587
hugs	0.248871
browns	0.203082
unattended	0.263931
creature	0.204902
upto	0.372303
plant	0.138121
lanky	0.259499
plans	0.124293
mendes	0.247764
bwhybi	0.588290
countryside	0.190874
liberace	0.324521
toyotas	0.329802
signature	0.180841
brett	0.194129
treatments	0.191188
morsure	0.588290
soundtrack	0.184038
plane	0.140170
conveniences	0.301137
waves	0.174953
maltese	0.233888
backyard	0.213437
ethics	0.177148
authentic	0.205872
wavey	0.578578
refuse	0.183767
leroy	0.227220
register	0.164017
rowdy	0.243986
rosebud	0.313860
volleyball	0.188749
django	0.311720
immunol	0.588290
gutter	0.275265
burgees	0.588290
wrench	0.274763
fundamental	0.171372
geographic	0.192611
wreaks	0.348304
fender	0.244932
patio	0.242927
grasshoppers	0.283269
pans	0.240064
rottweiler	0.340528
tolstoy	0.262362
mexican	0.150844
radios	0.221459
pant	0.289262
furthering	0.259033
reminded	0.193126
itd	0.440343
trade	0.115373
stylus	0.285564
petitions	0.219964
attitude	0.169543
paper	0.140074
scott	0.148280
499	0.266884
signs	0.147956
broadway	0.169170
smiling	0.195470
kibble	0.378084
its	0.093691
roots	0.168676
tilapia	0.321174
bummed	0.339580
laced	0.225243
libby	0.209307
pronto	0.329675
gerald	0.191437
buttercup	0.339941
epileptic	0.302689
metalhead	0.507198
wagner	0.194180
minerals	0.202057
toupee	0.367965
html	0.242342
alls	0.372611
weimaraners	0.501248
bummer	0.331767
nifty	0.256072
isaac	0.199605
inquiry	0.167076
travelling	0.189883
legos	0.368182
sauce	0.186175
ally	0.165489
colleague	0.188052
odis	0.289079
skipped	0.219481
severely	0.177739
motley	0.257724
sucker	0.262489
gadget	0.247507
buys	0.200457
paraplegic	0.312591
bought	0.146786
salamander	0.270514
snowball	0.269724
olivia	0.222091
hoot	0.282106
iridescent	0.303046
idols	0.246552
raven	0.233484
odin	0.277274
subtitles	0.238539
hotdogs	0.378436
stewed	0.315567
shopped	0.266845
autocracy	0.318319
lettuce	0.236630
nugget	0.284495
always	0.127864
nauseous	0.351160
yellows	0.301366
featured	0.149316
swimsuit	0.260196
courses	0.168795
floors	0.189432
experiencing	0.199384
neccessary	0.424494
found	0.111656
genoa	0.211685
albertson	0.304107
zookeepers	0.354599
status	0.141771
brunette	0.286862
england	0.124411
upstairs	0.219099
mums	0.343137
topside	0.369337
gfs	0.401567
osaka	0.199639
reduce	0.145533
grandmothers	0.262447
lkjsklsk	0.588290
tonite	0.431271
lombardi	0.234693
tahiti	0.249869
barefoot	0.240317
blues	0.170416
murders	0.181572
terrify	0.338732
really	0.125133
takeing	0.588290
try	0.131413
clarity	0.213752
missed	0.151119
candlelight	0.254120
musica	0.274968
hostage	0.168026
spca	0.343947
research	0.123112
tiramisu	0.385096
misses	0.213970
signings	0.241181
grads	0.309558
darling	0.210160
plotting	0.195034
highway	0.148155
seizures	0.220919
reunions	0.240139
belief	0.171323
calzone	0.469056
porcelain	0.233109
qualify	0.171316
imaging	0.206093
acorn	0.248819
imagine	0.173645
riser	0.292832
rises	0.174382
plowing	0.275875
shot	0.126431
director	0.117805
pairs	0.189356
betrothed	0.301324
persons	0.168624
metamorphosis	0.273772
lingual	0.339301
elective	0.243853
w	0.176005
testament	0.196772
castle	0.160592
joey	0.206412
impart	0.272653
major	0.110857
chatonline	0.588290
slipped	0.171547
wilder	0.225994
recruiting	0.187727
guam	0.216853
number	0.110799
celeb	0.328750
rone	0.410357
muffles	0.493376
florist	0.291195
firsts	0.273694
glitter	0.247953
disordered	0.312467
ripoffs	0.482764
guess	0.175232
heads	0.149424
guest	0.163570
jet	0.163578
benedict	0.187192
swipe	0.249086
threatening	0.167130
vocalist	0.202608
jeb	0.225814
towel	0.226407
bedridden	0.293510
jed	0.262308
olde	0.295034
molecular	0.198282
jen	0.232222
tats	0.421464
sympathies	0.243388
babys	0.458859
relationship	0.142769
fasting	0.229923
interviewed	0.175562
gaiters	0.432884
mmmm	0.448014
appreciation	0.189427
aesthetic	0.215415
zeppelin	0.241223
consult	0.201606
focusing	0.175349
burrito	0.308665
stifle	0.237940
stairs	0.210047
grace	0.175420
secretarial	0.304260
obama	0.129691
legs	0.170872
aaa	0.215264
condolences	0.203662
overcompensating	0.449548
kreme	0.304080
reused	0.261560
getaway	0.236671
vocal	0.178444
freud	0.230713
panda	0.219881
tummy	0.311559
determined	0.151629
marriage	0.148118
yourspare	0.588290
odl	0.440669
hewitt	0.191007
amma	0.329725
nickleback	0.588290
absorb	0.204974
streamed	0.235047
caicos	0.266024
honeys	0.406346
fights	0.185092
beforehand	0.227917
recital	0.250331
antarctica	0.210544
graffiti	0.216522
blond	0.218686
gasket	0.341634
ccr	0.335420
sell	0.139031
ballerina	0.263725
fermented	0.269652
fiji	0.187322
spaghetti	0.243079
doberman	0.355933
miah	0.383121
also	0.094631
ddjfrjjednfnjesd	0.588290
gyn	0.375528
play	0.113956
gambled	0.274292
departmental	0.258403
singles	0.153182
ragweed	0.359201
plat	0.333642
unused	0.222602
yawn	0.296340
brooklyn	0.171253
wahoo	0.336656
plan	0.118783
dablet	0.588290
darts	0.241509
accepting	0.182270
funnier	0.283708
understands	0.195066
retiree	0.233348
incase	0.588290
exo	0.391707
covet	0.300638
sometimes	0.136025
cover	0.140488
artistic	0.176967
fashions	0.244632
barren	0.230506
barrel	0.163395
reheat	0.316997
dragged	0.188952
despise	0.285451
ugh	0.347395
golf	0.150532
gold	0.129667
cruises	0.214105
blended	0.227923
flirted	0.269384
cruised	0.225321
hadnt	0.588290
session	0.141004
follett	0.323244
freight	0.188585
goofballs	0.459686
naomi	0.228251
harvest	0.186588
hereditary	0.225177
hornets	0.216718
overwhelmed	0.197269
occupation	0.163110
impact	0.142027
3k	0.439036
wraps	0.223771
sayin	0.422263
condos	0.261436
writes	0.160422
writer	0.143608
peculiar	0.222227
failed	0.131566
collor	0.334197
poodles	0.355208
factor	0.160332
insurance	0.141997
hookups	0.325847
meme	0.311223
giants	0.158963
begins	0.152726
gimmeeee	0.588290
magicians	0.272384
distance	0.152944
occuring	0.403073
neon	0.228093
banned	0.155340
sunny	0.197916
remedy	0.211122
upholstery	0.279553
preparing	0.162364
closely	0.154056
pistols	0.220368
banner	0.185818
anyplans	0.588290
toad	0.252388
distraction	0.219834
wiccan	0.325274
devoured	0.276759
sleeve	0.226598
pleasures	0.236855
cry	0.186920
seperated	0.518000
tanked	0.304808
terrifically	0.343806
preying	0.295628
banking	0.151073
croatia	0.158515
3e	0.367799
bellet	0.374970
coors	0.239945
obscure	0.202884
river	0.126025
approaching	0.186032
insane	0.219233
nacho	0.293673
set	0.109896
ses	0.273968
creator	0.193551
overwhelm	0.246770
appalachian	0.231032
activists	0.156394
startup	0.232149
sex	0.146317
administrator	0.180107
see	0.112474
trilogy	0.209995
sec	0.171749
sea	0.133436
overboard	0.238336
establishment	0.161308
origami	0.307652
allie	0.303975
rollerskate	0.573855
project	0.128513
baritone	0.239411
spirits	0.191821
unsettling	0.238352
muted	0.221876
movie	0.134781
currently	0.131370
rejecting	0.199665
taming	0.274369
crossword	0.282462
pickup	0.186467
cherry	0.197584
knaw	0.588290
soulmate	0.357315
propoganda	0.504361
nope	0.288486
monsters	0.212400
rita	0.203861
prepped	0.328909
knowing	0.174151
skittle	0.441690
petsitter	0.588290
hooter	0.395333
brewing	0.209375
incident	0.144174
renewed	0.167739
selectively	0.255773
4runner	0.359034
biochemical	0.261713
interface	0.199250
delivering	0.186762
pagan	0.225767
mouthguard	0.529922
assumptions	0.215334
empowering	0.255766
i'ven	0.092453
lass	0.325472
last	0.098350
toady	0.441209
thou	0.239696
thow	0.558359
barely	0.169870
packing	0.205396
thos	0.448644
thor	0.238325
connection	0.155502
improves	0.216770
retarded	0.239864
poverty	0.152922
scobby	0.588290
blimp	0.290848
sink	0.197544
load	0.183412
waitressing	0.411868
loaf	0.242758
electrician	0.250515
majesty	0.221322
drunk	0.195840
wither	0.290683
loan	0.152595
darlene	0.281687
leon	0.186688
iphones	0.283610
agents	0.150787
frosty	0.256605
church	0.122862
sammy	0.213174
desktop	0.204733
belt	0.175601
roofing	0.267435
worthless	0.238703
devil	0.185130
publishing	0.165409
monthly	0.162603
acceptance	0.185043
satire	0.220520
hitting	0.161168
suburbs	0.181271
extravagant	0.235485
synth	0.289073
mindset	0.245350
scholar	0.181830
rehearsals	0.238092
firm	0.134704
resting	0.207861
sweetheart	0.238144
raced	0.192015
champion	0.135803
fire	0.121963
nra	0.233719
wheeler	0.214283
stripping	0.233860
amphibians	0.261654
fund	0.132084
racer	0.216856
races	0.150311
awake	0.225505
representative	0.150088
receive	0.145168
towns	0.154931
funn	0.566308
packers	0.200427
mlb	0.222414
presses	0.221834
handling	0.166003
rogan	0.286317
diffident	0.360571
hostess	0.245069
joyfulness	0.535461
geeked	0.514538
reliable	0.182942
budget	0.131215
admire	0.223423
medically	0.244518
pressed	0.176387
evaluating	0.216942
error	0.168817
kissing	0.226897
robin	0.174920
cages	0.244565
owed	0.194446
pound	0.165065
hoping	0.157189
retires	0.238476
leavenworth	0.270377
von	0.169207
owen	0.187353
belmont	0.210774
decline	0.148893
ducks	0.194655
vow	0.212149
triple	0.168326
beautifully	0.220665
vanish	0.250000
tribe	0.175870
ding	0.226069
chase	0.169696
cuisine	0.204141
decor	0.241335
barney	0.197260
beuno	0.513967
rasta	0.361208
fibers	0.222207
fetching	0.275133
